Repository: esperaking81/deeplinkXshopping
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Login
fr: Connexion

source: Checkout
fr: Payer

source: Search
fr: Rechercher

source: Shop for products
fr: Acheter des produits

source: In our store
fr: dans notre boutique

source: Search photo
fr: Rechercher une photo

source: From your library
fr: Depuis votre gallerie

source: New arrivals
fr: Nouvel arrivage

source: Explore categories
fr: Explorer les categories

source: All categories
fr: Toutes les categories

source: Fashion
fr: Mode

# phones
source: Phones and tablets
fr: Téléphone et tablettes

source: Computing
fr: Bureautique

source: Electronics
fr: Électronique

source: Top rankings
fr: Meilleur classement

# promptYourName
source: How should we call you?
fr: Quel est votre prénom?

# mainFeatureText
source: Order Anything You Need
fr: Commandez Tout Ce Que Dont Vous Avez Besoin

# mainFeatureDescription
source: We mean it when we say everything. Even if the product is not in our store, you can request it
fr: Vous pouvez également demander des produits disponible sur notre boutique

# proceed
source: Continue
fr: Continuer

source: Start Ordering
fr: Commencer à commander

source: Order now
fr: Commander

source: Add to cart
fr: Ajouter au panier

source: My Basket
fr: Mon Panier

source: Delivery Address
fr: Adresse de livraison

# numbersWeCanCall
source: Number we can call
fr: Numéro à appeler

source: Pay on delivery
fr: Payer à la livraison

source: You may also like
fr: Vous pourriez aussi aimer
